aaron-bond.better-comments
adpyke.codesnap
ahmadawais.shades-of-purple
akamud.vscode-theme-onedark
alefragnani.project-manager
amiralizadeh9480.laravel-extra-intellisense
arcticicestudio.nord-visual-studio-code
astro-build.astro-vscode
austenc.laravel-blade-spacer
aykutsarac.jsoncrack-vscode
azemoh.one-monokai
bceskavich.theme-dracula-at-night
bierner.markdown-preview-github-styles
bmewburn.vscode-intelephense-client
bradlc.vscode-tailwindcss
brittanychiang.halcyon-vscode
chakrounanas.turbo-console-log
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
codezombiech.gitignore
csholmq.excel-to-markdown-table
cweijan.dbclient-jdbc
cweijan.vscode-database-client2
cweijan.vscode-mysql-client2
cweijan.vscode-myssql-client2
cweijan.vscode-postgresql-client2
cweijan.vscode-redis-client
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
dnlytras.nord-wave
donjayamanne.githistory
dracula-theme.theme-dracula
dsznajder.es7-react-js-snippets
eamodio.gitlens
ecmel.vscode-html-css
editorconfig.editorconfig
eliverlara.andromeda
enkia.tokyo-night
equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
esbenp.prettier-vscode
felipecaputo.git-project-manager
firefox-devtools.vscode-firefox-debug
formulahendry.code-runner
foxundermoon.shell-format
franneck94.c-cpp-runner
github.codespaces
github.copilot
github.copilot-chat
github.github-vscode-theme
github.remotehub
github.vscode-github-actions
github.vscode-pull-request-github
golang.go
grapecity.gc-excelviewer
heybourn.headwind
humao.rest-client
inferrinizzard.prettier-sql-vscode
johnpapa.vscode-peacock
johnpapa.winteriscoming
kisstkondoros.vscode-gutter-preview
kokororin.vscode-phpfmt
lamartire.git-indicators
leizongmin.node-module-intellisense
mads-hartmann.bash-ide-vscode
marlosirapuan.nord-deep
mechatroner.rainbow-csv
meganrogge.template-string-converter
meshintelligenttechnologiesinc.pieces-vscode
miguelsolorio.fluent-icons
miguelsolorio.symbols
mongodb.mongodb-vscode
monokai.theme-monokai-pro-vscode
ms-azuretools.vscode-azureresourcegroups
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-es
ms-databasemigration.data-access-migration-toolkit
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-edgedevtools.vscode-edge-devtools
ms-kubernetes-tools.vscode-kubernetes-tools
ms-mssql.data-workspace-vscode
ms-mssql.mssql
ms-mssql.sql-bindings-vscode
ms-mssql.sql-database-projects-vscode
ms-python.autopep8
ms-python.black-formatter
ms-python.debugpy
ms-python.isort
ms-python.pylint
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.azure-account
ms-vscode.azure-repos
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.live-server
ms-vscode.makefile-tools
ms-vscode.powershell
ms-vscode.remote-explorer
ms-vscode.remote-repositories
ms-vscode.remote-server
mtxr.sqltools
naumovs.color-highlight
nowsci.glassit-linux
onecentlin.laravel-blade
oracle.oracledevtools
oracle.sql-developer
patbenatar.advanced-new-file
pflannery.vscode-versionlens
pkief.material-icon-theme
pranaygp.vscode-css-peek
qezhu.gitlink
qufiwefefwoyn.kanagawa
rangav.vscode-thunder-client
redhat.java
redhat.vscode-yaml
remisa.shellman
rogalmic.bash-debug
rust-lang.rust-analyzer
saposs.app-studio-remote-access
sburg.vscode-javascript-booster
sdras.night-owl
shd101wyy.markdown-preview-enhanced
sirtori.indenticator
streetsidesoftware.code-spell-checker
sumneko.lua
supermaven.supermaven
teabyii.ayu
timonwong.shellcheck
twxs.cmake
tyriar.theme-sapphire
uloco.theme-bluloco-dark
usernamehw.errorlens
vadimcn.vscode-lldb
vincentfiestada.cold-horizon-vscode
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vsciot-vscode.azure-iot-edge
vsciot-vscode.azure-iot-toolkit
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscodevim.vim
waderyan.gitblame
wallabyjs.quokka-vscode
wholroyd.jinja
wix.vscode-import-cost
xabikos.javascriptsnippets
xdebug.php-debug
yoavbls.pretty-ts-errors
yzhang.markdown-all-in-one
zhuangtongfa.material-theme
